Repository: valdo99/leets-frontend
Catalog: src/locales/*/messages.po
Languages: it

source: 404 - Not Found
it: 404 - Non Trovato

source: <0>Leets</0> is the platform where you can <1>share</1> your music discoveries and <2>promote emergent artists</2>.
it: <0>Leets</0> è la piattaforma dove puoi <1>condividere</1> le tue scoperte musicali e <2>promuovere artisti emergenti</2>.

source: Accept terms and conditions
it: Accetto i termini e le condizioni

source: Account created, you'll receive an email to confirm your account
it: Account creato, riceverai un email per confermare il tuo account

source: Already have an account?
it: Hai già un account?

source: Are you a song <0>hunter</0>?
it: Sei un <0>hunter</0> di canzoni?

source: Are you bored of the same old music? If you want to give a twist to your playlists, Leets is the perfect place to discover new music daily, by up-and-coming artists.
it: Sei stanco della solita musica? Se vuoi dare una svolta alle tue playlist, Leets é il posto perfetto per scoprire nuova musica di artisti emergenti quotidianamente.

source: Are you lost? No worries, here's the way home
it: Ti sei perso? Non preoccuparti, ecco la via per casa

source: Are you new here?
it: Sei nuovo qui?

source: Artists
it: Artisti

source: Be the hunter of the next hit
it: Sarai proprio tu a scoprire la nuova hit?

source: Comment
it: Commenta

source: Comment posted successfully
it: Commentato

source: Comment this song
it: Commenta questa canzone

source: Comments
it: Commenti

source: Confirm upload
it: Conferma caricamento

source: Contact us
it: Contattaci

source: Create account
it: Registrati

source: Desktop
it: Computer

source: Discover new music
it: Scopri nuova musica

source: Discover songs
it: Scopri canzoni

source: Discover what is Leets
it: Scopri cos'é Leets

source: Do you often discover songs and artists before everyone else? Leets is the perfect place to share your musical discoveries with other people like you.
it: Ti capita spesso di scoprire artisti e canzoni prima di chiunque altro? Leets é il posto perfetto per condividere le tue scoperte musicali con altre persone come te.

source: Don't have an account?
it: Non hai un profilo?

source: Don't remember your password?
it: Non ricordi la password?

source: English
it: Inglese

source: Explore songs
it: Esplora canzoni

source: Get in <0>touch</0>
it: Parla con <0>noi</0>

source: Get started
it: Inizia ora

source: Get started on Leets
it: Registrati su Leets

source: Go home
it: Torna in home

source: Has it ever happened to you to discover a little-known artist, who, however, in your opinion deserves much more following? And maybe after a few years all your friends listen to him/her and he/she's even on the radio. We call <0>hunters</0> those people who discover artists before anyone else. If you are a hunter, with Leets you can share your musical discoveries, and one day if the artist is famous you will even have proof that you discovered him/her well in advance!<1/>But keep in mind, only one user can be the hunter of a song. So as soon as you have a new discovery, hurry up and upload it!
it: Ti é mai successo di scoprire un artista poco conosciuto, che però secondo te si meriterebbe molto più seguito? E magari dopo alcuni anni tutti i tuoi amici lo ascoltano e lo passano pure in radio. Ecco, noi chiamiamo <0>hunter</0> quelle persone che scoprono gli artisti prima di tutti. Se sei un hunter, con Leets puoi condividere le tue scoperte musicali, e un giorno se l’artista sarà famoso potrai anche avere la prova di averlo scoperto con largo anticipo. Ma tieni a mente, solo un utente può essere l’hunter di un canzone. Quindi appena hai una nuova scoperta, affrettati a caricarla!

source: Have any feedback? Want to collaborate? Or just want to say hi and talk about music? We look forward to hearing from you!
it: Hai qualche suggerimento? Ti interessa una collaborazione? O vuoi solo fare due chiacchiere e parlare di musica? Non vediamo l'ora di ascoltarti!

source: Here's a preview of the song you are uploading
it: Ecco un'anteprima della canzone che stai caricando

source: How to get song url
it: Come trovare il link della canzone

source: Hunt the next hit
it: Scopri la nuova hit

source: Hunted artists
it: Artisti huntati

source: Hunted by
it: Scoperta da

source: Hunted by (masculine)
it: Scoperto da

source: Hunted on {0}
it: Scoperta il {0}

source: Hunted songs
it: Canzoni scoperte

source: Hunters
it: Hunter

source: Invalid Song URL
it: Link non valido

source: Italian
it: Italiano

source: Joined on {0}
it: Iscritto il {0}

source: Leets also aims to promote <0>emerging artists</0>. In fact, only songs by artists who have less than 35000 monthly listeners on Spotify can be uploaded. In this way we want to give visibility to those artists who are talented but do not yet have the following they deserve.
it: Leets ha anche lo scopo di promuovere gli <0>artisti emergenti</0>. Possono infatti essere caricate solo canzoni di artisti che hanno meno di 35000 ascoltatori mensili su Spotify. In questo modo vogliamo dare visibilità a quegli artisti che hanno talento, ma che non hanno ancora il seguito che si meritano.

source: Leets for artists
it: Leets per artisti

source: Leets for discovering new music
it: Leets per scoprire nuova musica

source: Leets for hunters
it: Leets per hunters

source: Leets is the platform where you can <0>share your musical discoveries </0>and <1>promote emerging artists</1>. Anyone can upload a song and share it, helping the artist to gain exposure.
it: Leets é la piattaforma dove puoi <0>condividere le tue scoperte musicali </0>e <1>promuovere artisti emergenti</1>. Chiunque può caricare una canzone e condividerla, aiutando anche l’artista ad ottenere visibilità.

source: Liked songs
it: Canzoni piaciute

source: Likes
it: Mi piace

source: Listen on Spotify
it: Ascolta su Spotify

source: Load more
it: Carica di più

source: Login
it: Accedi

source: Logout
it: Esci

source: Looking for new <0>songs</0>?
it: In cerca di nuove <0>canzoni</0>?

source: Made with <0/> by <1>Federica</1> , <2>Edvaldo</2> and <3>Mattia</3>, designed by <4>Guido</4>
it: Creato con <0/> da <1>Federica</1> , <2>Edvaldo</2> e <3>Mattia</3>, design da <4>Guido</4>

source: Mobile
it: Telefono

source: Monthly listeners
it: Ascoltatori mensili

source: Monthly listeners the artist had when hunted
it: Ascoltatori mensili che l'artista aveva al momento della scoperta

source: New Username
it: Nuovo nome utente

source: No hunted artists songs
it: Nessuna canzone huntata

source: No liked songs
it: Nessuna canzone piaciuta

source: No results found
it: Nessun risultato

source: No uploaded songs
it: Nessuna canzone caricata

source: Notifications
it: Notifiche

source: Play count
it: Riproduzioni

source: Profile
it: Profilo

source: Promote
it: Supporta

source: Promote the emergent artists you love and help them grow
it: Supporta gli artisti emergenti che ami e aiutali a crescere

source: Prove
it: Dimostra

source: Prove that you have discovered an artist at a certain date
it: Dimostra che hai scoperto un artista ad una certa data

source: Remember that we do <0>NOT</0> own any copyright of images and song/artist information. All data is provided by <1>Spotify</1>
it: Ti ricordiamo che <0>NON</0> abbiamo alcun diritto di copyright delle immagini e delle informazioni su artisti e canzoni. Tutti i dati sono provenienti da <1>Spotify</1>

source: Remember, songs should be by artists who have less than 35.000 monthly listeners on Spotify
it: Ricorda, le canzoni devono essere di artisti che hanno meno di 35.000 ascolti mensili su Spotify

source: Repeat Password
it: Conferma Password

source: Score is based on number of likes to hunted songs
it: Il punteggio é basato sul numero di like alle canzoni scoperte

source: Search
it: Cerca

source: Search for songs
it: Cerca canzoni

source: See all
it: Vedi tutti

source: Share
it: Condividi

source: Share your musical discoveries. Promote emergent artists. Discover new music.
it: Condividi le tue scoperte musicali. Promuovi artisti emergenti. Scopri nuova musica.

source: Share your new musical discoveries with everyone
it: Condivi le tue scoperti musicali con chiunque

source: Something went wrong, please retry later
it: Qualcosa é andato storto, riprova più tardi

source: Song uploaded! 🚀
it: Canzone caricata! 🚀

source: Songs which received the most likes today
it: Canzoni che hanno ricevuto più like oggi

source: Spotify song url
it: Link spotify della canzone

source: Support
it: Assistenza

source: The hub for music lovers
it: La piattaforma per gli amanti della musica

source: There are no hunted songs by this artist
it: Non ci sono canzoni huntate

source: To get started, sign up and upload the <0>Spotify link</0> of the song you wish to share with the community
it: Per iniziare, registrati e carica il <0>link di Spotify</0> della canzone che desideri condividere alla community

source: Today's top songs
it: Migliori canzoni del giorno

source: Top Artists
it: Migliori Artisti

source: Top Hunters
it: Migliori Hunters

source: Total likes
it: Mi piace totali

source: Total times the song was played when hunted
it: Numero di riproduzioni totali al momento del caricamento su leets

source: Update
it: Modifica

source: Update your username
it: Modifica il tuo username

source: Upload
it: Carica

source: Upload another song
it: Carica un'altra canzone

source: Upload new song
it: Carica una nuova canzone

source: Upload song
it: Carica canzone

source: Username
it: Nome utente

source: Welcome to Leets
it: Benvenuto su Leets

source: What is Leets
it: Cos'é Leets

source: With Leets you can <0>discover new music daily</0> by up-and-coming artists, which may be harder to find on other platforms like Spotify. Every day you will be able to see a ranking of the songs that received the most "likes" from users during the day.
it: Con Leets poi <0>scoprire quotidianamente nuova musica</0> di artisti emergenti, che possono essere più difficili da trovare su altre piattaforme come Spotify. Ogni giorno potrai vedere una classifica delle canzoni che hanno ricevuto più "mi piace" dagli utenti durante la giornata.

source: You have no hunted artists yet
it: Non hai ancora nessun artista huntato

source: You have no liked songs yet
it: Non hai ancora messo like a nessuna canonze

source: You have no uploaded songs yet
it: Non hai ancora caricato nessuna canzone

source: You have succesfully uploaded
it: Hai caricato con successo la canzone

source: ago
it: fa

source: commented your song
it: ha commentato

source: liked your song
it: ha messo mi piace a

source: on {0}
it: il {0}

source: with:
it: con:
